{
  "Sign in / Join Now": "تسجيل الدخول / انضم الآن",
  "Get Help": "احصل على مساعدة",
  "Talk with one of our 108,000+ doctors \nby video/voice/text for advice, \ndiagnosis and treatment.": "تحدث مع طبيب من أكثر من 108000 طبيب \n بالفيديو / الصوت / النص للحصول على المشورة ، \n التشخيص والعلاج.",
  "Take Action": "أبدي فعل",
  "Get timely reminders and helpful guidance \n on accomplishing your health goals to live \n a healthier, happier, and longer life.": "احصل على تذكيرات في الوقت المناسب وإرشادات مفيدة \n حول تحقيق أهدافك الصحية للعيش \n حياة أكثر صحة وسعادة وأطول.",
  "Learn More": "يتعلم أكثر",
  "Get personalized answers from top \n doctors for any health question or topic.": "احصل على إجابات مخصصة من كبار \n الأطباء لأي سؤال أو موضوع صحي.",
  "Get Started Now": "نبدأ الآن",
  "How healthy are you?": "لأي درجة أنت صحي؟",
  "Find out how you measure with health and": "اكتشف كيف تقيس مع الصحة و",
  "well-being assessment": "تقييم الرفاه",
  "Take my assessment": "خذ تقييمي",
  "Looking for an expert advise?": "تبحث عن نصيحة خبير؟",
  "Check out our available wellness specialists": "تحقق من اختصاصيي العافية المتاحين لدينا",
  "Meet Our Doctors": "تعرف على أطبائنا",
  "Nutrition": "تغذية",
  "Eating smart has never been easier!": "لم يكن الأكل بذكاء أسهل من أي وقت مضى!",
  "Customize your meal plan with the click of a button, get in touch with our registered dietitians and fitness specialists, and get a list of healthy recipes you can make, all from the comfort of your own home.": "قم بتخصيص خطة وجباتك بنقرة زر واحدة ، وتواصل مع اختصاصيي التغذية واللياقة البدنية المسجلين لدينا ، واحصل على قائمة بالوصفات الصحية التي يمكنك إعدادها ، كل ذلك وأنت مرتاح في منزلك.",
  "Workout": "اكتشف - حل",
  "Build workout plans that fit your schedule and goals!": "ضع خططًا للتمرين تناسب جدولك وأهدافك!",
  "Our workout plans offer exercises and training routines for newbies and gym veterans alike. Choose from a list of basic free videos, and subscribe to any of our memberships to get in touch with our sports specialists.": "تقدم خطط التمرين الخاصة بنا تمارين وإجراءات تدريبية للمبتدئين والمحاربين القدامى في الصالة الرياضية على حدٍ سواء. اختر من قائمة مقاطع الفيديو المجانية الأساسية ، واشترك في أي من عضوياتنا للتواصل مع المتخصصين الرياضيين لدينا.",
  "Shop": "المتجر",
  "Order your own personalized wearables and supplements from our e-commerce shop. We offer a wide range of health devices and dietary supplements that your mind and body will thank you for.": "اطلب أجهزتك القابلة للارتداء والمكملات الغذائية الشخصية من متجرنا للتجارة الإلكترونية. نحن نقدم مجموعة واسعة من الأجهزة الصحية والمكملات الغذائية التي سوف يشكرك عليها عقلك وجسمك.",
  "Know More": "تعرف أكثر",
  "Articles": "مقالات",
  "Get breaking scientific news and articles on longevity, nutrition, healthtech, agetech, gadgets, and much more.": "احصل على الأخبار والمقالات العلمية العاجلة حول طول العمر ، والتغذية ، والتكنولوجيا الصحية ، والتكنولوجيا الزراعية ، والأدوات ، وغير ذلك الكثير.",
  "Recent developments in genetic/genomic medicine": "التطور الحديث في طب الجنسية / طب الجنس",
  "New supplement slows aging and promotes weight loss": "مكمل جديد يبطئ الشيخوخة ويعزز فقدان الوزن",
  "Emirati Genome Program adds sample collection centers": "برنامج الجينوم الإماراتي يضيف مراكز جمع عينات",
  "Covaxin": "كوفاكسين",
  "Pfizer launches Covid-19 vaccine delivery trial in four US states": "أطلقت شركة فايزر تجربة توصيل لقاح Covid-19 في أربع ولايات أمريكية",
  "Read More": "اقرأ أكثر",
  "No article found...": "لم يتم العثور على مقال ..."
}
